#\u5171\u901a\u30e1\u30c3\u30bb\u30fc\u30b8

#\u74b0\u5883\u8a2d\u5b9a\u7cfb
errors.1000=\u74b0\u5883\u8a2d\u5b9a\u7cfb\u306e\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002

#\u5165\u529b\u30c1\u30a7\u30c3\u30af\u7cfb
errors.2000=\u5165\u529b\u30c1\u30a7\u30c3\u30af\u7cfb\u306e\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002

#\u30b3\u30fc\u30c9\u306b\u5bfe\u3059\u308b\u30c7\u30fc\u30bf\u304c\u30de\u30b9\u30bf\u306b\u306a\u3044\u3068\u304d
errors.2001={0}\u304c\u9593\u9055\u3063\u3066\u3044\u307e\u3059\u3002
errors.2002={0}\u306f\u5fc5\u9808\u9805\u76ee\u3067\u3059\u3002
errors.2003={0}\u306b\u6b63\u3057\u3044\u65e5\u4ed8\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
errors.2004=\u65b0\u3057\u3044\u30d1\u30b9\u30ef\u30fc\u30c9\u304c\u4e00\u81f4\u3057\u3066\u3044\u307e\u305b\u3093\u3002
errors.2005={0}\u306f\u96fb\u8a71\u756a\u53f7\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
errors.2006={0}\u306f\u6570\u5024\u3067\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
errors.2007={0}\u306f{1}\u304b\u3089{2}\u307e\u3067\u306e\u7bc4\u56f2\u3067\u6307\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002
errors.2008={0}\u306e\u65e5\u6570\u304c\u8d85\u3048\u3066\u3044\u307e\u3059\u3002
errors.2009=\u30d5\u30a1\u30a4\u30eb\u3092\u9078\u629e\u3057\u3066\u3044\u305f\u5834\u5408\u306f\u3001\u518d\u5ea6\u9078\u629e\u3057\u76f4\u3057\u3066\u304f\u3060\u3055\u3044\u3002
errors.2010={0}\u306b\u91cd\u8907\u3059\u308b\u5024\u304c\u5165\u529b\u3055\u308c\u3066\u3044\u307e\u3059\u3002
errors.2011={0}\u306f{1}\u6587\u5b57\u3067\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002

#\u901a\u4fe1\u7cfb
errors.3000=\u901a\u4fe1\u7cfb\u306e\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002

#DB\u30a2\u30af\u30bb\u30b9\u7cfb
errors.4000=DB\u30a2\u30af\u30bb\u30b9\u51e6\u7406\u3067\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
errors.4001=\u767b\u9332\u51e6\u7406\u3067\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
errors.4002=\u66f4\u65b0\u51e6\u7406\u3067\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
errors.4003=\u524a\u9664\u51e6\u7406\u3067\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
errors.4004=\u691c\u7d22\u51e6\u7406\u3067\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
errors.4005=\u30c7\u30fc\u30bf\u306e\u53d6\u5f97\u51e6\u7406\u3067\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
errors.4006=\u30e6\u30fc\u30b6\u60c5\u5831\u306e\u8a8d\u8a3c\u51e6\u7406\u3067\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
errors.4007=\u3059\u3067\u306b\u540c\u4e00\u306e{0}\u304c\u767b\u9332\u3055\u308c\u3066\u3044\u307e\u3059\u3002
errors.4008=CSV\u30c7\u30fc\u30bf\u306e\u53d6\u5f97\u51e6\u7406\u3067\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
errors.4009=\u30c7\u30fc\u30bf\u4fdd\u7ba1\u51e6\u7406\u3067\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
errors.4010=\u30d1\u30f3\u30c1\u30c7\u30fc\u30bf\u4f5c\u6210\u306b\u5fc5\u8981\u306a\u30c7\u30fc\u30bf\u304c\u3042\u308a\u307e\u305b\u3093\u3002
errors.4011=\u3059\u3067\u306b\u540c\u4e00\u306e\u5fdc\u52df\u8005\u304c\u767b\u9332\u3055\u308c\u3066\u3044\u307e\u3059\u3002<br>\u672a\u767b\u9332\u5fdc\u52df\u8005\u60c5\u5831\u691c\u7d22\u304b\u3089\u3084\u308a\u76f4\u3057\u3066\u304f\u3060\u3055\u3044\u3002

#\u5171\u901a
#errors.5000=\u578b\u3067\u5206\u304b\u308c\u3066\u3044\u308b\u4f8b\u5916\u3067\u3059\u3002
errors.5001=\u30b5\u30fc\u30d0\u4e0a\u3067\u5165\u529b\u30a8\u30e9\u30fc\u304c\u898b\u3064\u304b\u308a\u307e\u3057\u305f\u3002
errors.5002=\u8a72\u5f53\u30c7\u30fc\u30bf\u306f\u3042\u308a\u307e\u305b\u3093\u3002
errors.5003=ID\u307e\u305f\u306f\u30d1\u30b9\u30ef\u30fc\u30c9\u304c\u9055\u3044\u307e\u3059\u3002
errors.5004=\u30b5\u30fc\u30d0\u3068\u306e\u63a5\u7d9a\u3067\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
errors.5005=\u30d5\u30a1\u30a4\u30eb\u30b5\u30a4\u30ba\u304c{0}\u672a\u6e80\u306e\u30d5\u30a1\u30a4\u30eb\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\u3002
errors.5006=\u73fe\u5728\u4ed6\u306e\u5272\u308a\u632f\u308a\u51e6\u7406\u4e2d\u3067\u3059\u3002\u3057\u3070\u3089\u304f\u305f\u3063\u3066\u304b\u3089\u518d\u5ea6\u5b9f\u884c\u3057\u306a\u304a\u3057\u3066\u304f\u3060\u3055\u3044\u3002
errors.5007=\u5272\u308a\u632f\u308a\u51e6\u7406\u3067\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
#errors.5008=\u30d5\u30a1\u30a4\u30eb\u5165\u51fa\u529b\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
errors.5009=\u4e8b\u696d\u540d\u306b\u56fd\u969b\u7814\u7a76\u96c6\u4f1a\u3068\u305d\u306e\u4ed6\uff08\u5171\u540c\u7814\u7a76\u3001\u30bb\u30df\u30ca\u30fc\uff09\u306f\u540c\u6642\u306b\u6307\u5b9a\u3067\u304d\u307e\u305b\u3093\u3002
errors.5010={0}\u306f"A,B,C,F"\u306e\u307f\u306e\u7d44\u5408\u305b\u3067\u6307\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002
errors.5011=\u4e8b\u696d\u540d\u306b\u56fd\u969b\u7814\u7a76\u96c6\u4f1a\u3092\u6307\u5b9a\u3057\u305f\u5834\u5408\u3001\u5e74\u5ea6\u306f\u5fc5\u9808\u9805\u76ee\u3067\u3059\u3002
errors.5012=\u5f53\u8a72\u4e8b\u696d\u60c5\u5831\u306f\u672a\u4fdd\u7ba1\u30c7\u30fc\u30bf\u306e\u305f\u3081\u524a\u9664\u3067\u304d\u307e\u305b\u3093\u3002
errors.5013=ID\u306e\u6709\u52b9\u671f\u9650\u304c\u904e\u304e\u3066\u3044\u307e\u3059\u3002
#errors.5014=
errors.5015=\u6307\u5b9a\u3055\u308c\u305f\u7814\u7a76\u5206\u62c5\u8005\u304c\u3042\u308a\u307e\u305b\u3093\u3002\u65e2\u306b\u524a\u9664\u3055\u308c\u3066\u3044\u308b\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059\u3002
errors.5016={0}\u306f\u3001\u6700\u5927{1}\u4eba\u307e\u3067\u3057\u304b\u8a2d\u5b9a\u3067\u304d\u307e\u305b\u3093\u3002
errors.5017=\u7814\u7a76\u7d4c\u8cbb(1\u5e74\u76ee)\u304c\u7814\u7a76\u7d44\u7e54\u8868\u306e\u7814\u7a76\u7d4c\u8cbb\u5408\u8a08\u3068\u9055\u3044\u307e\u3059\u3002
errors.5018=\u7814\u7a76\u8005\u756a\u53f7\u304c\u9593\u9055\u3063\u3066\u3044\u307e\u3059\u3002
errors.5019=\u65b0\u898f\u30fb\u7d99\u7d9a\u533a\u5206\u3068\u7814\u7a76\u8ab2\u984c\u756a\u53f7\u306e\u7d44\u307f\u5408\u308f\u305b\u304c\u9593\u9055\u3063\u3066\u3044\u307e\u3059\u3002
errors.5020=\u7814\u7a76\u8a08\u753b\u6700\u7d42\u5e74\u5ea6\u524d\u5e74\u5ea6\u306e\u5fdc\u52df\u306e\u7d44\u307f\u5408\u308f\u305b\u304c\u9593\u9055\u3063\u3066\u3044\u307e\u3059\u3002
errors.5021={0}\u304c\u91cd\u8907\u3057\u3066\u3044\u307e\u3059\u3002
errors.5022=\u5206\u62c5\u91d1\u3068\u7814\u7a76\u7d44\u7e54\u8868\u7814\u7a76\u5206\u62c5\u8005\u306e\u30a8\u30d5\u30a9\u30fc\u30c8\u306e\u7d44\u307f\u5408\u308f\u305b\u304c\u9593\u9055\u3063\u3066\u3044\u307e\u3059\u3002
errors.5023=\u5be9\u67fb\u4f9d\u983c\u901a\u77e5\u66f8\u3092\u51fa\u529b\u3067\u304d\u308b\u72b6\u614b\u306e\u5be9\u67fb\u54e1\u304c\u767b\u9332\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
errors.5024=ID\u304c\u7121\u52b9\u3067\u3059\u3002\u6a5f\u95a2\u30b3\u30fc\u30c9\u306b\u60c5\u5831\u304c\u5b58\u5728\u3057\u307e\u305b\u3093\u3002

errors.5025=\u300c\u7814\u7a76\u4ee3\u8868\u8005\u300d\u53c8\u306f\u300c\u7814\u7a76\u5206\u62c5\u8005\u300d\u53c8\u306f\u300c\u95a2\u4fc2\u8005\u300d\u3092\u9078\u629e\u3057\u305f\u5834\u5408\u306f\u3001\u300c\u7dcf\u5408\u8a55\u70b9\u300d\u300c\u7814\u7a76\u5185\u5bb9\u300d\u300c\u7814\u7a76\u8a08\u753b\u300d\u306f\u300c-\u300d\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\u3002
errors.5026=\u300c\u7814\u7a76\u4ee3\u8868\u8005\u300d\u3092\u9078\u629e\u3057\u305f\u5834\u5408\u306f\u3001\u300c\u7dcf\u5408\u8a55\u70b9\u300d\u300c\u7814\u7a76\u5185\u5bb9\u300d\u300c\u7814\u7a76\u8a08\u753b\u300d\u306f\u300c-\u300d\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\u3002
#errors.5026=\u300c\u95a2\u4fc2\u8005\u300d\u3092\u9078\u629e\u3057\u305f\u5834\u5408\u306f\u300c\u30b3\u30e1\u30f3\u30c8\u300d\u306b\u7814\u7a76\u4ee3\u8868\u8005\u3068\u3069\u306e\u3088\u3046\u306a\u95a2\u4fc2\u3067\u3042\u308b\u304b\u3092\u8a18\u5165\u3057\u3066\u304f\u3060\u3055\u3044\u3002
errors.5027=\u300c\u7dcf\u5408\u8a55\u70b9\u300d\u3067\u300c5\u300d\u300c1\u300d\u306e\u3044\u305a\u308c\u304b\u3092\u9078\u629e\u3057\u305f\u5834\u5408\u306f\u3001\u300c\u30b3\u30e1\u30f3\u30c8\u300d\u306f\u5fc5\u9808\u5165\u529b\u3067\u3059\u3002 
errors.5028=\u300c\u30d2\u30c8\u30b2\u30ce\u30e0\u30fb\u907a\u4f1d\u5b50\u89e3\u6790\u7814\u7a76\u300d\u300c\u7279\u5b9a\u80da\u300d\u300c\u30d2\u30c8ES\u7d30\u80de\u300d\u300c\u907a\u4f1d\u5b50\u7d44\u63db\u3048\u5b9f\u9a13\u300d\u300c\u907a\u4f1d\u5b50\u6cbb\u7642\u81e8\u5e8a\u7814\u7a76\u300d\u300c\u75ab\u5b66\u7814\u7a76\u300d\u3067\u300c\u5f53\u8a72\u5e74\u5ea6\u300d\u300c\u6b21\u5e74\u5ea6\u4ee5\u964d\u300d\u306e\u3044\u305a\u308c\u304b\u3092\u9078\u629e\u3057\u305f\u5834\u5408\u306f\u3001\u300c\u30b3\u30e1\u30f3\u30c8\u300d\u306f\u5fc5\u9808\u5165\u529b\u3067\u3059\u3002 
errors.5029=\u5be9\u67fb\u306b\u5272\u308a\u632f\u3089\u308c\u3066\u3044\u308b\u305f\u3081\u3001\u524a\u9664\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\u3002<br>\u5be9\u67fb\u304c\u5b8c\u4e86\u3057\u3066\u304b\u3089\u304b\u3001\u5272\u308a\u632f\u308a\u3092\u4fee\u6b63\u3057\u3066\u304b\u3089\u524a\u9664\u3057\u3066\u304f\u3060\u3055\u3044\u3002
errors.5030=\u5be9\u67fb\u54e1\u304c\u524a\u9664\u3055\u308c\u3066\u3044\u308b\u305f\u3081\u3001\u518d\u5be9\u67fb\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\u3002
errors.5031={0}\u306f{1}\uff08\u5343\u5186\uff09\u4ee5\u4e0a\u3067\u306a\u3051\u308c\u3070\u5fdc\u52df\u3067\u304d\u307e\u305b\u3093\u3002
errors.5032={0}\u304c{1}\u306e\u5834\u5408{2}\u306f0\u5186\u3067\u306a\u3051\u308c\u3070\u3044\u3051\u307e\u305b\u3093\u3002
errors.5033={0}\u306f{1}\uff08\u5343\u5186\uff09\u4ee5\u4e0b\u3067\u306a\u3051\u308c\u3070\u5fdc\u52df\u3067\u304d\u307e\u305b\u3093\u3002
errors.5034=\u90e8\u5c40\u62c5\u5f53\u8005\u4eba\u6570\u306f{0}\u4eba\u4ee5\u4e0a\u306b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
errors.5035=\u6240\u5c5e\u6a5f\u95a2\u306e\u62c5\u5f53\u8005\u304c\u524a\u9664\u3055\u308c\u3066\u3044\u308b\u305f\u3081\u3001\u30ed\u30b0\u30a4\u30f3\u3067\u304d\u307e\u305b\u3093\u3002
errors.5036=\u6307\u5b9a\u306e\u6700\u7d42\u5e74\u5ea6\u7814\u7a76\u8ab2\u984c\u756a\u53f7\u306f\u524d\u5e74\u5ea6\u5fdc\u52df\u304c\u4e0d\u53ef\u80fd\u306a\u7814\u7a76\u8ab2\u984c\u3067\u3059\u3002
errors.5037=\u3059\u3067\u306b\u30d5\u30a1\u30a4\u30eb\u3092\u767b\u9332\u6e08\u307f\u306e\u5834\u5408\u3067\u3082\u3001\u518d\u5ea6\u30d5\u30a1\u30a4\u30eb\u3092\u6307\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002

errors.5038={0}\u3068{1}\u306e\u7d44\u5408\u305b\u304c\u9593\u9055\u3063\u3066\u3044\u307e\u3059\u3002
errors.5039={0}\u306e\u958b\u59cb\u6587\u5b57\u306f\u300c{1}\u300d\u307e\u305f\u306f\u300c{2}\u300d\u3067\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
errors.5040=\u8a72\u5f53\u3059\u308b{0}\u60c5\u5831\u304c\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
errors.5041=\u7814\u7a76\u9805\u76ee\u756a\u53f7\u306e\u8a72\u5f53\u30c7\u30fc\u30bf\u306f\u3042\u308a\u307e\u305b\u3093\u3002
errors.5042=\u7814\u7a76\u5206\u62c5\u8005\u306e\u7814\u7a76\u8005\u756a\u53f7\u304c\u9593\u9055\u3063\u3066\u3044\u307e\u3059\u3002
errors.5043=\u8a72\u5f53\u3059\u308b\u7814\u7a76\u9818\u57df\u306e\u7814\u7a76\u9805\u76ee\u756a\u53f7\u306f\u3042\u308a\u307e\u305b\u3093\u3002
errors.5044={0}\u306f{1}\u3092\u8d85\u3048\u3066\u5fdc\u52df\u3067\u304d\u307e\u305b\u3093\u3002
errors.5045={0}\u306f\u6307\u5b9a\u3067\u304d\u307e\u305b\u3093\u3002
errors.5046={0}\u6b73\u4ee5\u4e0a\u306f\u5fdc\u52df\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093\u3002
errors.5047=\u524d\u5e74\u5ea6\u5fdc\u52df\u306e\u6709\u7121\u306e\u7d44\u307f\u5408\u308f\u305b\u304c\u9593\u9055\u3063\u3066\u307e\u3059\u3002
errors.5048=\u5b58\u5728\u3057\u306a\u3044\u7814\u7a76\u8005\u60c5\u5831\u304c\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u307e\u3059\u3002
errors.5049={0}\u5206\u62c5\u91d1\u304c\u6709\u306e\u5834\u5408\u306b\u306f\u7814\u7a76\u7d4c\u8cbb\u30920\u306b\u3067\u304d\u307e\u305b\u3093\u3002
errors.5050={0}\u5206\u62c5\u91d1\u304c\u7121\u306e\u5834\u5408\u306b\u306f\u7814\u7a76\u7d4c\u8cbb\u30920\u4ee5\u5916\u306b\u3067\u304d\u307e\u305b\u3093\u3002
errors.5051={0}
errors.5052=\u7814\u7a76\u533a\u5206\u3068\u5fdc\u52df\u533a\u5206\u306e\u7d44\u5408\u305b\u304c\u4e0d\u6b63\u3067\u3059\u3002
errors.5053=\u7d30\u76ee\u756a\u53f7\u3001\u5206\u5272\u756a\u53f7\u3001\u7d30\u76ee\u8868\u30ad\u30fc\u30ef\u30fc\u30c9 \u306e\u7d44\u5408\u305b\u304c\u9593\u9055\u3063\u3066\u3044\u307e\u3059\u3002
errors.5054={0}\u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u308b\u5834\u5408\u306b\u306f{1}\u306f\u6307\u5b9a\u3067\u304d\u307e\u305b\u3093\u3002
errors.5055=\u5206\u62c5\u91d1\u304c\u6709\u306e\u5834\u5408\u306b\u306f\u7814\u7a76\u5206\u62c5\u8005\u306e\u767b\u9332\u304c\u5fc5\u8981\u3067\u3059\u3002
errors.5056=\u65b0\u898f\u30fb\u7d99\u7d9a\u533a\u5206\u304c\u7d99\u7d9a\u306e\u5834\u5408\u306b\u306f\u7814\u7a76\u8a08\u753b\u6700\u7d42\u5e74\u5ea6\u524d\u5e74\u5ea6\u306e\u5fdc\u52df\u306b\u300c\u8a72\u5f53\u3059\u308b\u300d\u3092\u9078\u629e\u3067\u304d\u307e\u305b\u3093\u3002
errors.5057=\u8a2d\u5b9a\u3055\u308c\u305f\u7814\u7a76\u9818\u57df\u756a\u53f7\u306f{0}\u9818\u57df\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002
errors.5058=\u5f53\u8a72\u7814\u7a76\u7a2e\u76ee\u3067\u306f\u300c\u6642\u9650\u300d\u306e\u7d30\u76ee\u756a\u53f7\u306f\u9078\u629e\u3067\u304d\u307e\u305b\u3093\u3002
errors.5059={1}\u306f\u5fc5\u9808\u9805\u76ee\u3067\u3059\u3002
errors.5060={0}\u306f\u300c{1}\u300d\u4ee5\u5916\u3092\u5165\u529b\u3057\u3066\u4e0b\u3055\u3044\u3002
errors.5061={0}\u5206\u62c5\u91d1\u304c\u6709\u306e\u5834\u5408\u306b\u306f\u4ee3\u8868\u8005\u3068\u7570\u306a\u308b\u6a5f\u95a2\u306e\u5206\u62c5\u80051\u540d\u4ee5\u4e0a\u306e\u7814\u7a76\u7d4c\u8cbb\u30921\u5343\u5186\u4ee5\u4e0a\u306b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
errors.5062={0}\u306e\u7d44\u5408\u305b\u304c\u9593\u9055\u3063\u3066\u3044\u307e\u3059\u3002
errors.5063=\u53c2\u8003\u8cc7\u6599\u30d5\u30a1\u30a4\u30eb\u9078\u629e\u304c\u53c2\u8003\u8cc7\u6599\u306a\u3057\u306e\u5834\u5408\u306b\u306f\u6dfb\u4ed8\u30d5\u30a1\u30a4\u30eb\u3092\u6307\u5b9a\u3067\u304d\u307e\u305b\u3093\u3002
errors.5064=\u8a72\u5f53\u7814\u7a76\u8005\u30de\u30b9\u30bf\u306b\u4ee5\u4e0b\u306e\u7814\u7a76\u8005\u304c\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
errors.5065={0}\u306f{1}\uff08\u5343\u5186\uff09\u4ee5\u4e0a\u53c8\u306f0\u5186\u3067\u306a\u3051\u308c\u3070\u5fdc\u52df\u3067\u304d\u307e\u305b\u3093\u3002
errors.5066=\u78ba\u8a8d\u4e2d\u306e\u7814\u7a76\u8a08\u753b\u8abf\u66f8\u304c\u3042\u308a\u307e\u3059\u3002\u5168\u3066\u306e\u7814\u7a76\u8a08\u753b\u8abf\u66f8\u3092\u5374\u4e0b\u3057\u3066\u304b\u3089\u3001\u524a\u9664\u3057\u3066\u304f\u3060\u3055\u3044\u3002
errors.5067=\u3059\u3067\u306b\u540c\u4e00\u8ab2\u984c\u756a\u53f7\u3067\u306e\u524d\u5e74\u5ea6\u5fdc\u52df\u304c\u3042\u308b\u5834\u5408\u3001\u6307\u5b9a\u306e\u6700\u7d42\u5e74\u5ea6\u7814\u7a76\u8ab2\u984c\u756a\u53f7\u306f\u5fdc\u52df\u3067\u304d\u307e\u305b\u3093\u3002
errors.5068={0}\u3067{1}\u3092\u9078\u629e\u3057\u305f\u5834\u5408\u306b{2}\u306f\u5165\u529b\u3067\u304d\u307e\u305b\u3093\u3002
errors.5069=\u7814\u7a76\u7d44\u7e54(\u7814\u7a76\u4ee3\u8868\u8005\u53ca\u3073\u7814\u7a76\u5206\u62c5\u8005) \u30a8\u30d5\u30a9\u30fc\u30c8 {0}\u884c\u76ee\u306f0\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
errors.5070=\u5be9\u67fb\u610f\u898b\u306f\u5229\u5bb3\u95a2\u4fc2\u306e\u3068\u304d\u306e\u307f\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
errors.5071=\u5229\u5bb3\u95a2\u4fc2\u5165\u529b\u7de0\u5207\u65e5\u306f\u5be9\u67fb\u671f\u9650\u306e\u524d\u306b\u8a2d\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002
errors.5072=\u5f53\u8a72\u9818\u57df\u306e\u8a2d\u5b9a\u671f\u9593\u306f{0}\u5e74\u9593\u3067\u3059\u3002{1}\u306f{2}\uff08\u5343\u5186\uff09\u4ee5\u4e0a\u3067\u306a\u3051\u308c\u3070\u5fdc\u52df\u3067\u304d\u307e\u305b\u3093\u3002
errors.5073=\u5f53\u8a72\u9818\u57df\u306e\u8a2d\u5b9a\u671f\u9593\u306f{0}\u5e74\u9593\u3067\u3059\u3002{1}\u306f0\u5186\u3067\u306a\u3051\u308c\u3070\u3044\u3051\u307e\u305b\u3093\u3002
#ADD\u3000START 2007/07/12 BIS \u91d1\u4eac\u6d69
errors.5074=\u5165\u529b\u3057\u305f{0}\u306e\u7814\u7a76\u8005\u756a\u53f7\u3068\u6c0f\u540d\u304c\u4e00\u81f4\u3057\u307e\u305b\u3093\u3002
#ADD\u3000END\u3000 2007/07/12 BIS \u91d1\u4eac\u6d69


#ADD\u3000START 2007/07/13 BIS \u8d99\u4e00\u975e
errors.5075=\u3053\u306e\u5fdc\u52df\u300c\u7814\u7a76\u9818\u57df\u6700\u7d42\u5e74\u5ea6\u524d\u5e74\u5ea6\u306e\u5fdc\u52df\u300d\u306b\u8a72\u5f53\u3057\u307e\u3059\u3002\u521d\u5e74\u5ea6\u7814\u7a76\u7d4c\u8cbb\u306f\uff10\u5186\u3092\u8a2d\u5b9a\uff4c\u3066\u304f\u305f\u304e\u3044\u3002
#ADD\u3000START 2007/07/13 BIS \u8d99\u4e00\u975e

#ADD\u3000START 2007/07/23 BIS \u91d1\u4eac\u6d69
errors.5076={0}\u306f\u5165\u529b\u3067\u304d\u307e\u305b\u3093\u3002
#ADD\u3000END\u3000 2007/07/23 BIS \u91d1\u4eac\u6d69

#\u305d\u306e\u4ed6\u4f55\u3067\u3082\u30fb\u30fb\u30fb\uff1f
#errors.6000=\u30e1\u30c3\u30bb\u30fc\u30b8\u3067\u3059\u3002
errors.6001=\u73fe\u5728\u3053\u306e\u6a5f\u80fd\u306f\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093\u3002
errors.6004=\u65e2\u306b\u6240\u5c5e\u7814\u7a76\u6a5f\u95a2\u78ba\u5b9a\u6e08\u307f\u3067\u3059\u306e\u3067\u3001\u78ba\u8a8d\u5b8c\u4e86\u3067\u304d\u307e\u305b\u3093\u3002

#\u30d5\u30a1\u30a4\u30eb\u30a2\u30af\u30bb\u30b9\u7cfb
#\u30d5\u30a1\u30a4\u30eb\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9
errors.7000=\u30d5\u30a1\u30a4\u30eb\u306e\u9001\u4fe1\u51e6\u7406\u3067\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
#\u30d5\u30a1\u30a4\u30eb\u66f8\u304d\u8fbc\u307f
errors.7001=\u30d5\u30a1\u30a4\u30eb\u683c\u7d0d\u51e6\u7406\u3067\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
#\u30de\u30b9\u30bf\u5b9a\u7fa9\u30a8\u30e9\u30fc
errors.7002=CSV\u30d5\u30a1\u30a4\u30eb\u304c\u30c6\u30fc\u30d6\u30eb\u5b9a\u7fa9\u3068\u4e00\u81f4\u3057\u307e\u305b\u3093\u3002
#\u30d5\u30a1\u30a4\u30eb\u30b3\u30d4\u30fc\u30a8\u30e9\u30fc\uff08\u30c7\u30fc\u30bf\u4fdd\u7ba1\u6642\uff09
errors.7003=\u30c7\u30fc\u30bf\u4fdd\u7ba1\u30b5\u30fc\u30d0\u3078\u306e\u30c7\u30fc\u30bf\u30b3\u30d4\u30fc\u51e6\u7406\u3067\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
#\u30de\u30b9\u30bf\u5b9a\u7fa9\u30a8\u30e9\u30fc
errors.7004=\u6307\u5b9a\u3055\u308c\u305f\u30d5\u30a1\u30a4\u30eb\u304c\u5b58\u5728\u3057\u307e\u305b\u3093\u3002


#PDF\u5909\u63db\u7cfb
errors.8000=\u30d5\u30a1\u30a4\u30eb\u306e\u5909\u63db\u51e6\u7406\u3067\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
errors.8001=\u30d5\u30a1\u30a4\u30eb\u306e\u5909\u63db\u51e6\u7406\u3067\u30bf\u30a4\u30e0\u30a2\u30a6\u30c8\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
errors.8003=\u30d5\u30a1\u30a4\u30eb\u60c5\u5831\u306e\u53d6\u5f97\u51e6\u7406\u3067\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
#errors.8004=\u30d5\u30a1\u30a4\u30eb\u60c5\u5831\u306e\u53d6\u5f97\u51e6\u7406\u3067\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
errors.8005=\u30d5\u30a1\u30a4\u30eb\u306e\u4f5c\u6210\u51e6\u7406\u3067\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
#PDF\u5909\u63db\u7cfb(PDF MakeUP\u306b\u3088\u308bPDF\u76f4\u63a5\u7de8\u96c6)
errors.8100=PDF\u30d5\u30a1\u30a4\u30eb\u304c\u4e0d\u6b63\u3067\u3059\u3002
errors.8101=PDF\u30d5\u30a1\u30a4\u30eb\u306b\u30d1\u30b9\u30ef\u30fc\u30c9\u304c\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u307e\u3059\u3002\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u89e3\u9664\u3057\u3066\u3084\u308a\u306a\u304a\u3057\u3066\u304f\u3060\u3055\u3044\u3002


#\u5fdc\u52df\u30b9\u30c6\u30fc\u30bf\u30b9\u7cfb
errors.9000={0}\u53ef\u80fd\u306a\u5fdc\u52df\u72b6\u6cc1\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002
errors.9001=\u5f53\u8a72\u5fdc\u52df\u60c5\u5831\u306f\u65e2\u306b\u524a\u9664\u3055\u308c\u3066\u3044\u307e\u3059\u3002
errors.9002=\u5f53\u8a72\u5fdc\u52df\u60c5\u5831\u306f\u4e00\u6642\u4fdd\u5b58\u53ef\u80fd\u306a\u5fdc\u52df\u72b6\u6cc1\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002
errors.9003=\u5f53\u8a72\u5fdc\u52df\u60c5\u5831\u306f\u9001\u4fe1\u53ef\u80fd\u306a\u5fdc\u52df\u72b6\u6cc1\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002
errors.9004=\u5f53\u8a72\u5fdc\u52df\u60c5\u5831\u306fPDF\u5909\u63db\u53ef\u80fd\u306a\u5fdc\u52df\u72b6\u6cc1\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002
#errors.9005=\u3059\u3067\u306b\u540c\u6a5f\u95a2\u306b\u5fdc\u52df\u3057\u3066\u3044\u308b\u305f\u3081\u3001\u91cd\u8907\u5fdc\u52df\u3067\u304d\u307e\u305b\u3093\u3002			#\u203b\u5909\u66f4\u306e\u305f\u3081\u524a\u9664
errors.9005=\u91cd\u8907\u5fdc\u52df\u3092\u5236\u9650\u3057\u3066\u3044\u308b\u7814\u7a76\u7a2e\u76ee\u306b\u5fdc\u52df\u3057\u3066\u3044\u308b\u305f\u3081\u3001\u3053\u306e\u7814\u7a76\u7a2e\u76ee\u306b\u306f\u5fdc\u52df\u3067\u304d\u307e\u305b\u3093\u3002
errors.9006=\u3059\u3067\u306b\u540c\u6a5f\u95a2\u306b\u5fdc\u52df\u3057\u3066\u3044\u308b\u305f\u3081\u3001\u4f75\u9858\u5fdc\u52df\u3067\u304d\u307e\u305b\u3093\u3002
errors.9007=\u5b66\u632f\u53d7\u4ed8\u671f\u9593\u3092\u904e\u304e\u3066\u3044\u307e\u3059\u3002
errors.9008=\u5f53\u8a72\u5fdc\u52df\u60c5\u5831\u306f\u524a\u9664\u53ef\u80fd\u306a\u5fdc\u52df\u72b6\u6cc1\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002
errors.9009=\u5f53\u8a72\u5fdc\u52df\u60c5\u5831\u306f\u78ba\u8a8d\u5b8c\u4e86\u53ef\u80fd\u306a\u5fdc\u52df\u72b6\u6cc1\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002
errors.9010=\u5f53\u8a72\u5fdc\u52df\u60c5\u5831\u306f\u627f\u8a8d\u53ef\u80fd\u306a\u5fdc\u52df\u72b6\u6cc1\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002
errors.9011=\u5f53\u8a72\u5fdc\u52df\u60c5\u5831\u306f\u5374\u4e0b\u53ef\u80fd\u306a\u5fdc\u52df\u72b6\u6cc1\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002
errors.9012=\u5f53\u8a72\u5fdc\u52df\u60c5\u5831\u306f1\u6b21\u5be9\u67fb\u7d50\u679c\u767b\u9332\u53ef\u80fd\u306a\u5fdc\u52df\u72b6\u6cc1\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002
errors.9013=\u5f53\u8a72\u5fdc\u52df\u60c5\u5831\u306f1\u6b21\u5be9\u67fb\u7d50\u679c\u5099\u8003\u3092\u767b\u9332\u53ef\u80fd\u306a\u5fdc\u52df\u72b6\u6cc1\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002
errors.9014=\u5f53\u8a72\u5fdc\u52df\u60c5\u5831\u306f2\u6b21\u5be9\u67fb\u7d50\u679c\u767b\u9332\u53ef\u80fd\u306a\u5fdc\u52df\u72b6\u6cc1\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002
errors.9015=\u5f53\u8a72\u5fdc\u52df\u60c5\u5831\u306f\u53d7\u7406\u7d50\u679c\u767b\u9332\u53ef\u80fd\u306a\u5fdc\u52df\u72b6\u6cc1\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002
errors.9016=\u5f53\u8a72\u5fdc\u52df\u60c5\u5831\u306f\u4e0d\u53d7\u7406\u7d50\u679c\u767b\u9332\u53ef\u80fd\u306a\u5fdc\u52df\u72b6\u6cc1\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002
errors.9017=\u3059\u3067\u306b\u540c\u4e00\u5fdc\u52df\u8005\u304c\u540c\u6a5f\u95a2\u306b\u5fdc\u52df\u3057\u3066\u3044\u308b\u5fdc\u52df\u60c5\u5831\u53c8\u306f\u7814\u7a76\u8a08\u753b\u8abf\u66f8\u3092\u53d7\u7406\u3057\u3066\u3044\u307e\u3059\u3002
errors.9018=\u5f53\u8a72\u5fdc\u52df\u60c5\u5831\u306f\u4fee\u6b63\u4f9d\u983c\u7d50\u679c\u767b\u9332\u53ef\u80fd\u306a\u5fdc\u52df\u72b6\u6cc1\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002
errors.9019={0}\u306f{1}\u4ee5\u524d\u3092\u5165\u529b\u3067\u304d\u307e\u305b\u3093\u3002
errors.9020={0}\u306f{1}\u4ee5\u964d\u3092\u5165\u529b\u3067\u304d\u307e\u305b\u3093\u3002
errors.9021=\u5fdc\u52df\u8cc7\u683c\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002
errors.9022={0}\u306f{1}\u4ee5\u524d({1}\u5f53\u65e5\u3092\u542b\u3080)\u3092\u5165\u529b\u3067\u304d\u307e\u305b\u3093\u3002
errors.9023=\u7279\u5225\u7814\u7a76\u54e1\u5968\u52b1\u8cbb\u5185\u7d04\u984d\u304c\u6b63\u3057\u304f\u5165\u529b\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002\u8a72\u5f53\u3057\u306a\u3044\u5834\u5408\u306f\u300c0\u300d\u3001\u8a72\u5f53\u3059\u308b\u5834\u5408\u306f\u300c100\uff08\u5343\u5186\uff09\u4ee5\u4e0a3000\uff08\u5343\u5186\uff09\u4ee5\u4e0b\u300d\u306e\u7bc4\u56f2\u3067\u5185\u7d04\u984d\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
errors.9024=\u5fdc\u52df\u8cc7\u683c\u3092\u6e80\u305f\u3057\u3066\u3044\u307e\u305b\u3093\u306e\u3067\u3001\u516c\u52df\u8981\u9818\u3067\u5fdc\u52df\u8cc7\u683c\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002
errors.9025=\u5f53\u8a72\u9818\u57df\u8a08\u753b\u66f8\u60c5\u5831\u306f\u65e2\u306b\u524a\u9664\u3055\u308c\u3066\u3044\u307e\u3059\u3002
errors.9026=\u9818\u57df\u5185\u7814\u7a76\u8a08\u753b\u8abf\u66f8\u306b\u3001\u7dcf\u62ec\u73ed\u300cX00\u300d\u306e\u7814\u7a76\u8a08\u753b\u8abf\u66f8\u304c\u3042\u308a\u307e\u305b\u3093\u3002
errors.9027={0}\u5b66\u632f\u53d7\u4ed8\u671f\u9593\u3092\u904e\u304e\u3066\u3044\u307e\u3059\u3002
errors.9028={0}\u9818\u57df\u304c\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
errors.9029=\u767a\u884c\u3057\u3088\u3046\u3068\u3059\u308b\u4eee\u9818\u57df\u756a\u53f7\u304c\u3059\u3067\u306b\u767b\u9332\u3055\u308c\u3066\u3044\u308b\u305f\u3081\u3001\u4eee\u9818\u57df\u756a\u53f7\u304c\u767a\u884c\u3067\u304d\u307e\u305b\u3093\u3002
errors.9030=\u5206\u62c5\u8005\u306e\u6240\u5c5e\u6a5f\u95a2\u30b3\u30fc\u30c9\u304c\u4ee3\u8868\u8005\u306e\u6240\u5c5e\u6a5f\u95a2\u30b3\u30fc\u30c9\u3068\u540c\u3058\u5834\u5408\u306b\u306f{0}\u30920\u4ee5\u5916\u306b\u3067\u304d\u307e\u305b\u3093\u3002
errors.9031=\u5fdc\u52df\u5185\u5bb9\u30d5\u30a1\u30a4\u30eb\u306f{0}\u3068\u306a\u3063\u3066\u3044\u307e\u3059\u3002<br>\u300c\u30ad\u30e3\u30f3\u30bb\u30eb\u300d\u30dc\u30bf\u30f3\u3092\u30af\u30ea\u30c3\u30af\u3057\u3001PDF\u30d5\u30a1\u30a4\u30eb\u3092\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u3057\u3066\u3001\u6b63\u3057\u3044\u5fdc\u52df\u5185\u5bb9\u30d5\u30a1\u30a4\u30eb\u3092\u6dfb\u4ed8\u3057\u305f\u304b\u3001\u3054\u78ba\u8a8d\u4e0b\u3055\u3044\u3002
errors.9032=\u5fdc\u52df\u5185\u5bb9\u30d5\u30a1\u30a4\u30eb\u30da\u30fc\u30b8\u6570\u7bc4\u56f2\u306b\u4e0d\u6b63\u306a\u7bc4\u56f2\u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u307e\u3059\u3002
errors.9033=\u7279\u5225\u7814\u7a76\u54e1\u5968\u52b1\u8cbb\u5185\u7d04\u984d\u306b\u91d1\u984d\u304c\u5165\u529b\u3055\u308c\u305f\uff080\u3067\u306a\u3044\uff09\u5834\u5408\u3001\u7279\u5225\u7814\u7a76\u54e1\u5968\u52b1\u8cbb\u8ab2\u984c\u756a\u53f7\uff08\u524d\u534a\uff09\u306f\u5fc5\u9808\u9805\u76ee\u3067\u3059\u3002
errors.9034=\u7279\u5225\u7814\u7a76\u54e1\u5968\u52b1\u8cbb\u5185\u7d04\u984d\u306b\u91d1\u984d\u304c\u5165\u529b\u3055\u308c\u305f\uff080\u3067\u306a\u3044\uff09\u5834\u5408\u3001\u7279\u5225\u7814\u7a76\u54e1\u5968\u52b1\u8cbb\u8ab2\u984c\u756a\u53f7\uff08\u5f8c\u534a\uff09\u306f\u5fc5\u9808\u9805\u76ee\u3067\u3059\u3002
errors.9035=\u7279\u5225\u7814\u7a76\u54e1\u5968\u52b1\u8cbb\u5185\u7d04\u984d\u304c0\u306e\u5834\u5408\u3001\u7279\u5225\u7814\u7a76\u54e1\u5968\u52b1\u8cbb\u8ab2\u984c\u756a\u53f7\uff08\u524d\u534a\uff09\u306f\u6307\u5b9a\u3067\u304d\u307e\u305b\u3093\u3002
errors.9036=\u7279\u5225\u7814\u7a76\u54e1\u5968\u52b1\u8cbb\u5185\u7d04\u984d\u304c0\u306e\u5834\u5408\u3001\u7279\u5225\u7814\u7a76\u54e1\u5968\u52b1\u8cbb\u8ab2\u984c\u756a\u53f7\uff08\u5f8c\u534a\uff09\u306f\u6307\u5b9a\u3067\u304d\u307e\u305b\u3093\u3002
errors.9037=\u7814\u7a76\u4ee3\u8868\u8005\u306e\u5e74\u9f62\u304c100\u624d\u4ee5\u4e0a\u3067\u767b\u9332\u3055\u308c\u3066\u3044\u307e\u3059\u3002\u6240\u5c5e\u7814\u7a76\u6a5f\u95a2\u62c5\u5f53\u8005\uff08\u53c8\u306f\u90e8\u5c40\u62c5\u5f53\u8005\uff09\u306b\u751f\u5e74\u6708\u65e5\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002

#\u5171\u901a\u30a8\u30e9\u30fc
errors.application=\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
errors.system=\u30b7\u30b9\u30c6\u30e0\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
errors.busy=\u305f\u3060\u3044\u307e\u6df7\u307f\u5408\u3063\u3066\u304a\u308a\u307e\u3059\u3002\u3057\u3070\u3089\u304f\u6642\u9593\u3092\u304a\u3044\u3066\u304b\u3089\u3001\u518d\u5ea6\u30ed\u30b0\u30a4\u30f3\u3092\u884c\u3063\u3066\u304f\u3060\u3055\u3044\u3002
errors.token=\u4e0d\u6b63\u306a\u753b\u9762\u9077\u79fb\u306e\u305f\u3081\u3001\u8868\u793a\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093\u3002
errors.fileio=\u30d5\u30a1\u30a4\u30eb\u306e\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u51e6\u7406\u3067\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
errors.timeout=\u30bf\u30a4\u30e0\u30a2\u30a6\u30c8\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u3057\u3070\u3089\u304f\u305f\u3063\u3066\u304b\u3089\u3054\u5229\u7528\u304f\u3060\u3055\u3044\u3002
errors.maxcount=\u8a72\u5f53\u4ef6\u6570\u304c\u591a\u3059\u304e\u307e\u3059\u3002\u3044\u304f\u3064\u304b\u6761\u4ef6\u3092\u8ffd\u52a0\u3057\u3066\u691c\u7d22\u3057\u3066\u304f\u3060\u3055\u3044\u3002
errors.authority=\u5f53\u8a72\u30c7\u30fc\u30bf\u3092\u53c2\u7167\u3059\u308b\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093\u3002

#Validator\u30e1\u30c3\u30bb\u30fc\u30b8
errors.required={0}\u306f\u5fc5\u9808\u9805\u76ee\u3067\u3059\u3002
errors.lengthb={0}\u306f{1}\u6841\u3067\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002(\u30d0\u30a4\u30c8)
errors.length={0}\u306f{1}\u6841\u3067\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
errors.minlength={0}\u306f{1}\u6587\u5b57\u4ee5\u4e0a\u3067\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
errors.maxlengthb={0}\u306f{1}\u6587\u5b57\u4ee5\u5185\u3067\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002(\u30d0\u30a4\u30c8)
errors.maxlength={0}\u306f{1}\u6587\u5b57\u4ee5\u5185\u3067\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
errors.invalid={0}
errors.byte={0}\u306f\u534a\u89d2\u6570\u5b57\u3067\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
errors.short={0}\u306f\u534a\u89d2\u6570\u5b57\u3067\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
errors.integer={0}\u306f\u534a\u89d2\u6570\u5b57\u3067\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
errors.long={0}\u306f\u534a\u89d2\u6570\u5b57\u3067\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
#errors.float={0} must be an float.
#errors.double={0} must be an double.
errors.date={0}\u306b\u6b63\u3057\u3044\u65e5\u4ed8\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
errors.range={0}\u306f{1}\u4ee5\u4e0a{2}\u4ee5\u4e0b\u306e\u5024\u3092\u8a2d\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002
errors.maxValue={0}\u306f{1}\u4ee5\u4e0b\u306e\u5024\u3092\u8a2d\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002
#errors.creditcard={0} is not a valid credit card number.
errors.email={0}\u304c\u9593\u9055\u3063\u3066\u3044\u307e\u3059\u3002\u6b63\u3057\u3044\u30e1\u30fc\u30eb\u30a2\u30c9\u30ec\u30b9\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
errors.numeric={0}\u306f\u534a\u89d2\u6570\u5b57\u3067\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
errors.mask_roma={0}\u306f\u534a\u89d2\u82f1\u6570\u5b57\u3067\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
errors.mask_zenkaku={0}\u306f\u5168\u89d2\u6587\u5b57\u3067\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
errors.mask_kana={0}\u306f\u5168\u89d2\u30ab\u30bf\u30ab\u30ca\u3067\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
errors.mask_zip={0}\u306e\u30d5\u30a9\u30fc\u30de\u30c3\u30c8\u306f\u6b63\u3057\u304f\u3042\u308a\u307e\u305b\u3093\u306e\u3067\u3001\u534a\u89d2(000-0000)\u3067\u5165\u529b\u3057\u3066\u4e0b\u3055\u3044\u3002
errors.extension={0}\u306f\u62e1\u5f35\u5b50\u306e\u3064\u3044\u305f\u30d5\u30a1\u30a4\u30eb\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\u3002
errors.extensionfixed={0}\u306f\u62e1\u5f35\u5b50\u300c{1}\u300d\u306e\u30d5\u30a1\u30a4\u30eb\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\u3002
errors.extensionJigyo={0}\u306f\u62e1\u5f35\u5b50\u300cdoc\u300d\u307e\u305f\u306f\u300czip\u300d\u306e\u30d5\u30a1\u30a4\u30eb\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\u3002
errors.maxfilesize={0}\u306f\u30d5\u30a1\u30a4\u30eb\u30b5\u30a4\u30ba\u304c{1}B\u672a\u6e80\u306e\u30d5\u30a1\u30a4\u30eb\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\u3002
errors.dateHani={0}\u306b\u4e0d\u6b63\u306a\u65e5\u4ed8\u306e\u7bc4\u56f2\u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u307e\u3059\u3002
errors.minlengthb={0}\u306f{1}\u6587\u5b57\u4ee5\u4e0a\u3067\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002(\u30d0\u30a4\u30c8)
errors.requiredFile={0}\u306f\u30d5\u30a1\u30a4\u30eb\u30b5\u30a4\u30ba\u304c0\u30d0\u30a4\u30c8\u3067\u3059\u3002
errors.requiredSelect={0}\u3092\u4e00\u4ef6\u4ee5\u4e0a\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\u3002
errors.requiredif={2}\u3092\u6307\u5b9a\u3057\u305f\u6642\u3001{0}\u306f\u5fc5\u9808\u9805\u76ee\u3067\u3059\u3002
errors.notcontain=\u7121\u52b9\u306a{0}\u3067\u3059\u3002
errors.noComments=\u305d\u306e\u4ed6\u306e\u8a55\u4fa1\u9805\u76ee\u3067\u300c\u00d7\u300d\u3092\u9078\u629e\u3057\u305f\u5834\u5408\u3001\u30b3\u30e1\u30f3\u30c8\u306f\u5fc5\u9808\u9805\u76ee\u3067\u3059\u3002
errors.notselect={0}\u306e\u5834\u5408\u3001\u300c\u5206\u62c5\u91d1\u306e\u9069\u5207\u6027\u300d\u306f\u300c\u554f\u984c\u306a\u3044\u300d\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\u3002

#\u8b66\u544a\u30e1\u30c3\u30bb\u30fc\u30b8
warning.requireds=\u3054\u56de\u7b54\u3044\u305f\u3060\u3044\u3066\u3044\u306a\u3044\u9805\u76ee\u304c\u3042\u308a\u307e\u3059\u304c\u3001\u767b\u9332\u3057\u3066\u3088\u308d\u3057\u3044\u3067\u3059\u304b\uff1f

#ADD START 2007-07-19 BIS \u738b\u5fd7\u5b89\uff08\u7d99\u7d9a\u8ab2\u984c\u60c5\u5831\u53d6\u5f97\uff09
errors.9038=[\u7d99\u7d9a\u8ab2\u984c\u60c5\u5831\u53d6\u5f97]\u30dc\u30bf\u30f3\u3092\u30af\u30ea\u30c3\u30af\u3067\u3001\u5185\u7d04\u984d\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002
errors.9039=\u7d99\u7d9a\u5206\u306e\u7d99\u7d9a\u306e\u5834\u5408\u306e\u7814\u7a76\u8ab2\u984c\u756a\u53f7\u304c\u9593\u9055\u3063\u3066\u3044\u307e\u3059\u3002
errors.9040=\u7d99\u7d9a\u8ab2\u984c\u30de\u30b9\u30bf\u691c\u7d22\u5b9f\u884c\u4e2d\u306b\u4f8b\u5916\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
#ADD END 2007-07-19 BIS \u738b\u5fd7\u5b89

#ADD START 2007-07-20 BIS \u5f35\u6960
errors.9041=\u3053\u306e\u5fdc\u52df\u306f\u300c\u7814\u7a76\u9818\u57df\u6700\u7d42\u5e74\u5ea6\u524d\u5e74\u5ea6\u306e\u5fdc\u52df\u300d\u306b\u8a72\u5f53{0}\u4ee5\u4e0b\u306e\u7814\u7a76\u8a08\u753b\u8abf\u66f8\u306e\u521d\u5e74\u5ea6\u7814\u7a76\u7d4c\u8cbb\u306f{1}\u5186\u3092\u8a2d\u5b9a\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
errors.9042=\u300c{0}{1}\uff1a{2}\u3000{3}\u300d
errors.9043=\u300c\u9818\u57df\u8a08\u753b\u66f8\u4f5c\u6210\u300d\u753b\u9762\u304b\u3089\u78ba\u5b9a\u3092\u89e3\u9664\u3057\u3066\u3001\u8a02\u6b63\u304c\u5fc5\u8981\u306a\u7814\u7a76\u8a08\u753b\u8abf\u66f8\u3092\u5374\u4e0b\u3057\u3066\u304f\u3060\u3055\u3044\u3002<br><br>
#ADD END 2007-07-20 BIS \u5f35\u6960